[
  "dataview",
  "obsidian-react-components",
  "metadata-api",
  "cm-editor-syntax-highlight-obsidian",
  "templater-obsidian",
  "customjs",
  "copy-document-as-html",
  "meta-scry",
  "obsidian-metatable",
  "obsidian-meta-bind-plugin"
]